Revit 2027 API
ParameterTypeId.TagOrientationParam Property
 "Orientation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TagOrientationParam { get; }
Public Shared ReadOnly Property TagOrientationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TagOrientationParam {
	ForgeTypeId^ get ();
}
static member TagOrientationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace